Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: The standard set, plenty of each — change any count to make it yours.
ar: الطقم القياسي، مع وفرة من كل مقاس — غيّر أي عدد لتجعله طقمك.
de: Der Standardsatz, von allem reichlich — ändere eine Anzahl, um ihn dir anzupassen.
es: El juego estándar, de sobra de cada uno — cambia cualquier cantidad para hacerlo tuyo.
fr: Le jeu standard, en abondance pour chaque taille — change n'importe quel nombre pour te l'approprier.
hi: स्टैंडर्ड सेट, हर साइज़ में भरपूर — इसे अपना बनाने के लिए किसी भी गिनती को बदलें।
hu: A szabvány készlet, mindegyikből bőven — változtass meg bármelyik számot, hogy a sajátod legyen.
it: Il set standard, abbondante per ciascuna misura — cambia un conteggio qualsiasi per renderlo tuo.
ko: 표준 세트로, 각각 넉넉하게 있습니다 — 원하는 대로 만들려면 개수를 바꾸세요.
pl: Standardowy zestaw, pod dostatkiem każdego rozmiaru — zmień dowolną liczbę, aby zrobić go swoim.
pt: O conjunto padrão, com fartura de cada — muda qualquer contagem para o tornares teu.
pt_br: O conjunto padrão, com fartura de cada — mude qualquer contagem para deixá-lo do seu jeito.
ru: Стандартный набор, всего с запасом — измени любое количество, чтобы сделать его своим.
th: ชุดมาตรฐาน มีครบทุกขนาดแบบเหลือเฟือ — เปลี่ยนจำนวนไหนก็ได้เพื่อทำให้เป็นของคุณเอง
tr: Standart set, her birinden bolca — kendine göre yapmak için herhangi bir sayıyı değiştir.
uk: Стандартний набір, усього вдосталь — зміни будь-яку кількість, щоб зробити його своїм.
zh: 标准配置，每种都很充足——改动任意数量，让它变成你自己的。

source: The two big lower-body and pressing patterns first, while you are fresh.
ar: النمطان الكبيران للجزء السفلي والدفع أولًا، وأنت في كامل نشاطك.
de: Die zwei großen Muster für Unterkörper und Drücken zuerst, solange du frisch bist.
es: Primero los dos grandes patrones de tren inferior y empuje, mientras estás fresco.
fr: Les deux grands mouvements du bas du corps et de poussée d’abord, tant que tu es frais.
hi: पहले निचले शरीर और प्रेसिंग के दो बड़े पैटर्न, जब तक आप ताज़ा हैं।
hu: Először a két nagy mozgásminta, az alsótest és a nyomás, amíg friss vagy.
it: Prima i due grandi schemi per parte bassa e spinta, finché sei fresco.
ko: 힘이 있을 때 하체와 미는 운동의 두 큰 패턴을 먼저 해요.
pl: Najpierw dwa duże wzorce: nogi i wyciskanie, póki masz świeże siły.
pt: Primeiro os dois grandes padrões de membros inferiores e de empurrar, enquanto estás fresco.
pt_br: Primeiro os dois grandes padrões de membros inferiores e de empurrar, enquanto você está descansado.
ru: Сначала два больших движения — на низ тела и жим, пока вы свежи.
th: ทำสองรูปแบบใหญ่ของร่างกายส่วนล่างและท่าดันก่อน ขณะที่ยังสดอยู่
tr: Önce iki büyük kalıp, alt vücut ve itiş, henüz dinçken.
uk: Спершу два великі рухи — на низ тіла та жим, поки є сили.
zh: 趁体力充沛时，先做下肢和推这两个大模式。

source: The two passwords are not the same.
ar: كلمتا المرور غير متطابقتين.
de: Die beiden Passwörter stimmen nicht überein.
es: Las dos contraseñas no coinciden.
fr: Les deux mots de passe ne sont pas identiques.
hi: दोनों पासवर्ड एक जैसे नहीं हैं।
hu: A két jelszó nem egyezik.
it: Le due password non coincidono.
ko: 두 비밀번호가 같지 않습니다.
pl: Hasła nie są takie same.
pt: As duas palavras-passe não são iguais.
pt_br: As duas senhas não são iguais.
ru: Пароли не совпадают.
th: รหัสผ่านทั้งสองไม่ตรงกัน
tr: İki şifre aynı değil.
uk: Паролі не збігаються.
zh: 两次输入的密码不一致。

source: The web app updates together with your server. The Android app installs its own updates from here.
ar: يتحدث تطبيق الويب مع خادمك. أما تطبيق أندرويد فيثبّت تحديثاته من هنا.
de: Die Web-App aktualisiert sich mit deinem Server. Die Android-App installiert ihre Updates von hier aus.
es: La app web se actualiza junto con tu servidor. La app de Android instala sus actualizaciones desde aquí.
fr: L’app web se met à jour avec ton serveur. L’app Android installe ses mises à jour depuis ici.
hi: वेब ऐप आपके सर्वर के साथ अपडेट होता है। Android ऐप अपने अपडेट यहीं से इंस्टॉल करता है।
hu: A webalkalmazás a szerverrel együtt frissül. Az Android-alkalmazás innen telepíti a frissítéseit.
it: L’app web si aggiorna insieme al tuo server. L’app Android installa i suoi aggiornamenti da qui.
ko: 웹 앱은 서버와 함께 업데이트됩니다. Android 앱은 여기서 직접 업데이트를 설치합니다.
pl: Aplikacja webowa aktualizuje się razem z serwerem. Aplikacja na Androida instaluje aktualizacje stąd.
pt: A app web atualiza-se com o teu servidor. A app Android instala as suas atualizações a partir daqui.
pt_br: A app web atualiza-se com o teu servidor. A app Android instala as suas atualizações a partir daqui.
ru: Веб-приложение обновляется вместе с сервером. Приложение для Android устанавливает обновления отсюда.
th: เว็บแอปอัปเดตพร้อมกับเซิร์ฟเวอร์ของคุณ แอป Android ติดตั้งอัปเดตจากที่นี่
tr: Web uygulaması sunucunla birlikte güncellenir. Android uygulaması güncellemelerini buradan kurar.
uk: Веб-застосунок оновлюється разом із сервером. Застосунок для Android встановлює свої оновлення звідси.
zh: 网页应用随服务器一起更新。Android 应用在这里自行安装更新。

source: The weight you log is all plates.
ar: الوزن الذي تسجله كله أقراص.
de: Das eingetragene Gewicht sind nur Scheiben.
es: El peso que registras son solo discos.
fr: Le poids que tu notes, ce sont les disques.
hi: आप जो वज़न दर्ज करते हैं वह पूरा प्लेट है।
hu: A beírt súly csak a tárcsák.
it: Il peso che registri sono solo i dischi.
ko: 기록하는 무게가 전부 원판입니다.
pl: Zapisany ciężar to same talerze.
pt: O peso que registas são só discos.
pt_br: O peso que registas são só discos.
ru: Записанный вес — это только блины.
th: น้ำหนักที่บันทึกคือแผ่นทั้งหมด
tr: Girdiğin ağırlığın tamamı plaka.
uk: Записана вага — це лише блини.
zh: 你记录的重量全部是杠铃片。

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
hi: थीम
hu: Téma
it: Tema
ko: 테마
pl: Motyw
pt: Tema
pt_br: Tema
ru: Тема
th: ธีม
tr: Tema
uk: Тема
zh: 主题

source: Then finish the superset partner.
ar: ثم أنهِ التمرين الشريك في السوبر سِت.
de: Dann den Supersatz-Partner abschließen.
es: Luego termina el otro ejercicio de la superserie.
fr: Puis termine le partenaire du superset.
hi: फिर सुपरसेट का दूसरा व्यायाम पूरा करें।
hu: Aztán fejezd be a szuperszett párját.
it: Poi completa l'altro esercizio del superset.
ko: 그다음 슈퍼세트 짝 운동을 마무리하세요.
pl: Potem dokończ drugie ćwiczenie superserii.
pt: Depois termina o par da supersérie.
pt_br: Depois, termine o outro exercício do superset.
ru: Затем доделай второе упражнение суперсета.
th: จากนั้นทำท่าคู่ซูเปอร์เซ็ตให้เสร็จ
tr: Sonra süpersetin diğer egzersizini bitir.
uk: Потім доверши другу вправу суперсету.
zh: 然后完成超级组的另一个动作。

source: There is already a workout on that day.
ar: يوجد تمرين بالفعل في ذلك اليوم.
de: An diesem Tag gibt es bereits ein Training.
es: Ya hay un entrenamiento ese día.
fr: Il y a déjà une séance ce jour-là.
hi: उस दिन पहले से एक वर्कआउट है।
hu: Azon a napon már van egy edzés.
it: C’è già un allenamento quel giorno.
ko: 그날에 이미 운동이 있습니다.
pl: Tego dnia jest już trening.
pt: Já existe um treino nesse dia.
pt_br: Já existe um treino nesse dia.
ru: В этот день уже есть тренировка.
th: วันนั้นมีการฝึกอยู่แล้ว
tr: O gün zaten bir antrenman var.
uk: Того дня вже є тренування.
zh: 那天已经有一次训练了。

source: There is no room left on this device for that file.
ar: لم تعد هناك مساحة على هذا الجهاز لذلك الملف.
de: Auf diesem Gerät ist kein Platz mehr für diese Datei.
es: No queda espacio en este dispositivo para ese archivo.
fr: Il n’y a plus de place sur cet appareil pour ce fichier.
hi: इस डिवाइस पर उस फ़ाइल के लिए जगह नहीं बची है।
hu: Ezen az eszközön nincs már hely ehhez a fájlhoz.
it: Su questo dispositivo non c’è più spazio per il file.
ko: 이 기기에 해당 파일을 저장할 공간이 없습니다.
pl: Na tym urządzeniu nie ma już miejsca na ten plik.
pt: Já não há espaço neste dispositivo para esse ficheiro.
pt_br: Não há mais espaço neste dispositivo para esse arquivo.
ru: На этом устройстве не осталось места для этого файла.
th: อุปกรณ์นี้ไม่มีพื้นที่เหลือสำหรับไฟล์นั้น
tr: Bu cihazda bu dosya için yer kalmadı.
uk: На цьому пристрої не залишилося місця для цього файлу.
zh: 此设备上已没有空间存放该文件。

source: There is no routine to review yet — build one with at least two exercises first.
ar: لا يوجد روتين لمراجعته بعد — أنشئ روتينًا يضم تمرينين على الأقل أولًا.
de: Es gibt noch keine Routine zum Prüfen – lege zuerst eine mit mindestens zwei Übungen an.
es: Aún no hay ninguna rutina que revisar — crea primero una con al menos dos ejercicios.
fr: Aucune routine à examiner pour l’instant — crées-en une avec au moins deux exercices d’abord.
hi: अभी समीक्षा के लिए कोई रूटीन नहीं — पहले कम से कम दो व्यायामों वाला एक रूटीन बनाएँ।
hu: Még nincs átnézhető rutin — előbb hozz létre egyet legalább két gyakorlattal.
it: Non c’è ancora nessuna routine da rivedere — creane prima una con almeno due esercizi.
ko: 아직 검토할 루틴이 없어요 — 먼저 운동이 두 개 이상인 루틴을 만드세요.
pl: Nie ma jeszcze planu treningowego do przejrzenia — najpierw utwórz taki z co najmniej dwoma ćwiczeniami.
pt: Ainda não há nenhuma rotina para rever — cria primeiro uma com pelo menos dois exercícios.
pt_br: Ainda não há nenhuma rotina para revisar — crie primeiro uma com pelo menos dois exercícios.
ru: Пока нет программы для разбора — сначала создай одну хотя бы с двумя упражнениями.
th: ยังไม่มีรูทีนให้ตรวจ — สร้างรูทีนที่มีอย่างน้อยสองท่าก่อน
tr: İncelenecek rutin yok — önce en az iki hareketi olan bir rutin oluştur.
uk: Поки немає програми для розбору — спершу створи таку, що має щонайменше дві вправи.
zh: 还没有可点评的训练计划——先创建一个至少包含两个动作的计划。

source: There is no workout to look at yet — log one first.
ar: لا يوجد تمرين للنظر فيه بعد — سجّل واحدًا أولًا.
de: Es gibt noch kein Training zum Anschauen – logge zuerst eins.
es: Aún no hay ningún entreno que evaluar — registra uno primero.
fr: Aucune séance à examiner pour l’instant — enregistres-en une d’abord.
hi: अभी देखने के लिए कोई वर्कआउट नहीं — पहले एक दर्ज करें।
hu: Még nincs megnézhető edzés — előbb rögzíts egyet.
it: Non c’è ancora nessun allenamento da guardare — registrane uno prima.
ko: 아직 볼 운동이 없어요 — 먼저 하나 기록하세요.
pl: Nie ma jeszcze treningu do oceny — najpierw jeden zapisz.
pt: Ainda não há nenhum treino para ver — regista um primeiro.
pt_br: Ainda não há nenhum treino para ver — registre um primeiro.
ru: Пока нет тренировки для разбора — сначала запиши одну.
th: ยังไม่มีการฝึกให้ดู — บันทึกก่อนสักครั้ง
tr: Bakılacak antrenman yok — önce bir tane kaydet.
uk: Поки немає тренування для розбору — спочатку запиши одне.
zh: 还没有可查看的训练——先记录一次。

source: These are added as new routines — nothing you already have is changed.
ar: تُضاف هذه كروتينات جديدة — لا يتغير أي شيء لديك حالياً.
de: Diese werden als neue Routinen hinzugefügt — nichts, was du schon hast, wird geändert.
es: Se añaden como rutinas nuevas: no se cambia nada de lo que ya tienes.
fr: Elles sont ajoutées comme nouvelles routines — rien de ce que tu as déjà n'est modifié.
hi: ये नए रूटीन के रूप में जुड़ते हैं — आपके पास जो पहले से है उसमें कोई बदलाव नहीं होता।
hu: Ezek új rutinként kerülnek hozzáadásra — semmi, ami már megvan, nem változik.
it: Vengono aggiunte come nuove routine — nulla di ciò che hai già viene modificato.
ko: 새 루틴으로 추가됩니다 — 기존 항목은 변경되지 않습니다.
pl: Są dodawane jako nowe plany treningowe — nic, co już masz, nie zostanie zmienione.
pt: São adicionadas como novas rotinas — nada do que já tens é alterado.
pt_br: Elas serão adicionadas como novas rotinas — nada do que você já tem será alterado.
ru: Они добавляются как новые программы — ничего из того, что у тебя уже есть, не меняется.
th: จะถูกเพิ่มเป็นรูทีนใหม่ — ของเดิมที่มีอยู่จะไม่ถูกเปลี่ยนแปลง
tr: Bunlar yeni rutin olarak eklenir — zaten sahip olduklarından hiçbiri değişmez.
uk: Вони додаються як нові програми — нічого з того, що в тебе вже є, не змінюється.
zh: 它们会作为新的训练日添加——你已有的内容不会改变。

source: These change nothing on their own.
ar: هذه لا تغيّر شيئًا من تلقاء نفسها.
de: Diese ändern für sich genommen nichts.
es: Por sí solas no cambian nada.
fr: Elles ne changent rien par elles-mêmes.
hi: ये अपने आप कुछ नहीं बदलतीं।
hu: Ezek önmagukban semmit sem változtatnak.
it: Da sole non cambiano nulla.
ko: 이것만으로는 아무것도 바뀌지 않습니다.
pl: Same w sobie niczego nie zmieniają.
pt: Por si só não mudam nada.
pt_br: Por si só não mudam nada.
ru: Сами по себе они ничего не меняют.
th: สิ่งเหล่านี้ไม่เปลี่ยนแปลงอะไรด้วยตัวเอง
tr: Bunlar tek başlarına hiçbir şeyi değiştirmez.
uk: Самі по собі вони нічого не змінюють.
zh: 这些本身不会改变任何内容。

source: Thibaudeau — Powerlifting
ar: تيبودو — رفع القوة
fr: Thibaudeau — Force athlétique
hi: थिबोदो — पावरलिफ्टिंग
hu: Thibaudeau — Erőemelés
ko: 티보도 — 파워리프팅
pl: Thibaudeau — Trójbój siłowy
ru: Тибодо — Пауэрлифтинг
th: ธิโบโด — เพาเวอร์ลิฟติ้ง
uk: Тібодо — пауерліфтинг
zh: Thibaudeau — 力量举

source: This account has been disabled.
ar: تم تعطيل هذا الحساب.
de: Dieses Konto wurde deaktiviert.
es: Esta cuenta ha sido desactivada.
fr: Ce compte a été désactivé.
hi: यह खाता निष्क्रिय कर दिया गया है।
hu: Ezt a fiókot letiltották.
it: Questo account è stato disattivato.
ko: 이 계정은 비활성화되었습니다.
pl: To konto zostało wyłączone.
pt: Esta conta foi desativada.
pt_br: Esta conta foi desativada.
ru: Эта учётная запись отключена.
th: บัญชีนี้ถูกปิดใช้งานแล้ว
tr: Bu hesap devre dışı bırakıldı.
uk: Цей акаунт вимкнено.
zh: 此账户已被停用。

source: This app is invite-only — enter the code you were given.
ar: هذا التطبيق بدعوة فقط — أدخل الرمز الذي حصلت عليه.
de: Diese App ist nur mit Einladung — gib den Code ein, den du erhalten hast.
es: Esta app es solo por invitación: introduce el código que te dieron.
fr: Cette appli est sur invitation — saisissez le code qu’on vous a donné.
hi: यह ऐप केवल इनवाइट से है — आपको दिया गया कोड डालें।
hu: Ez az app csak meghívóval elérhető — add meg a kapott kódot.
it: Questa app è solo su invito: inserisci il codice che hai ricevuto.
ko: 이 앱은 초대 전용입니다 — 받은 코드를 입력하세요.
pl: Ta aplikacja jest tylko na zaproszenie — wpisz otrzymany kod.
pt: Esta app é só por convite — introduz o código que recebeste.
pt_br: Este aplicativo é somente para convidados — informe o código que você recebeu.
ru: Приложение только по приглашению — введите выданный вам код.
th: แอปนี้ต้องมีรหัสเชิญ — กรอกรหัสที่ได้รับมา
tr: Bu uygulama yalnızca davetle — sana verilen kodu gir.
uk: Застосунок лише за запрошенням — введи виданий тобі код.
zh: 此应用仅限邀请——请输入你收到的邀请码。

source: This browser cannot confirm with your passkey. Do this on a device that holds one.
ar: لا يستطيع هذا المتصفح التأكيد بمفتاح المرور الخاص بك. افعل ذلك على جهاز يحفظ مفتاحًا.
de: Dieser Browser kann nicht mit deinem Passkey bestätigen. Mach das auf einem Gerät, auf dem einer gespeichert ist.
es: Este navegador no puede confirmar con tu passkey. Hazlo en un dispositivo que tenga una.
fr: Ce navigateur ne peut pas confirmer avec ta passkey. Fais-le sur un appareil qui en garde une.
hi: यह ब्राउज़र आपकी पासकी से पुष्टि नहीं कर सकता। यह काम उस डिवाइस पर करें जिसमें पासकी रखी है।
hu: Ez a böngésző nem tud megerősíteni a jelszókulcsoddal. Tedd ezt egy olyan eszközön, amelyik tárol egyet.
it: Questo browser non può confermare con la tua passkey. Fallo su un dispositivo che ne conserva una.
ko: 이 브라우저에서는 패스키로 확인할 수 없습니다. 패스키가 있는 기기에서 진행하세요.
pl: Ta przeglądarka nie może potwierdzić twoim passkey. Zrób to na urządzeniu, na którym go masz.
pt: Este navegador não consegue confirmar com a tua passkey. Faz isto num dispositivo que tenha uma.
pt_br: Este navegador não consegue confirmar com sua chave de acesso. Faça isso em um dispositivo que tenha uma.
ru: Этот браузер не может подтвердить твоим ключом доступа. Сделай это на устройстве, где он хранится.
th: เบราว์เซอร์นี้ยืนยันด้วยพาสคีย์ของคุณไม่ได้ ทำขั้นตอนนี้บนอุปกรณ์ที่เก็บพาสคีย์ไว้
tr: Bu tarayıcı geçiş anahtarınla onaylayamaz. Bunu, anahtarın kayıtlı olduğu bir cihazda yap.
uk: Цей браузер не може підтвердити твоїм ключем доступу. Зроби це на пристрої, де він зберігається.
zh: 此浏览器无法用你的通行密钥确认。请在保存了通行密钥的设备上操作。

source: This browser cannot create passkeys, so it cannot be added with a code. Open the link in a browser that can.
ar: لا يستطيع هذا المتصفح إنشاء مفاتيح مرور، لذا لا يمكن إضافته برمز. افتح الرابط في متصفح يستطيع ذلك.
de: Dieser Browser kann keine Passkeys erstellen und lässt sich deshalb nicht per Code hinzufügen. Öffne den Link in einem Browser, der das kann.
es: Este navegador no puede crear passkeys, así que no se puede añadir con un código. Abre el enlace en un navegador que pueda.
fr: Ce navigateur ne peut pas créer de passkeys, il ne peut donc pas être ajouté avec un code. Ouvre le lien dans un navigateur qui le peut.
hi: यह ब्राउज़र पासकी नहीं बना सकता, इसलिए इसे कोड से नहीं जोड़ा जा सकता। लिंक ऐसे ब्राउज़र में खोलें जो पासकी बना सके।
hu: Ez a böngésző nem tud jelszókulcsot létrehozni, ezért kóddal sem adható hozzá. Nyisd meg a linket egy olyan böngészőben, amelyik képes rá.
it: Questo browser non può creare passkey, quindi non può essere aggiunto con un codice. Apri il link in un browser che ci riesce.
ko: 이 브라우저는 패스키를 만들 수 없어 코드로 추가할 수 없습니다. 패스키를 만들 수 있는 브라우저에서 링크를 여세요.
pl: Ta przeglądarka nie potrafi tworzyć passkey, więc nie można jej dodać kodem. Otwórz link w przeglądarce, która to potrafi.
pt: Este navegador não consegue criar passkeys, por isso não pode ser adicionado com um código. Abre a ligação num navegador que consiga.
pt_br: Este navegador não consegue criar chaves de acesso, por isso não pode ser adicionado com um código. Abra o link em um navegador que consiga.
ru: Этот браузер не умеет создавать ключи доступа, поэтому его нельзя добавить по коду. Открой ссылку в браузере, который это умеет.
th: เบราว์เซอร์นี้สร้างพาสคีย์ไม่ได้ จึงเพิ่มด้วยรหัสไม่ได้ เปิดลิงก์ในเบราว์เซอร์ที่สร้างพาสคีย์ได้
tr: Bu tarayıcı geçiş anahtarı oluşturamadığı için kodla eklenemez. Bağlantıyı bunu yapabilen bir tarayıcıda aç.
uk: Цей браузер не вміє створювати ключі доступу, тож його не можна додати за кодом. Відкрий посилання в браузері, який це вміє.
zh: 此浏览器无法创建通行密钥，因此不能通过代码添加。请在能创建通行密钥的浏览器中打开此链接。

source: This browser cannot read that file.
ar: لا يستطيع هذا المتصفح قراءة ذلك الملف.
de: Dieser Browser kann diese Datei nicht lesen.
es: Este navegador no puede leer ese archivo.
fr: Ce navigateur ne peut pas lire ce fichier.
hi: यह ब्राउज़र उस फ़ाइल को नहीं पढ़ सकता।
hu: Ez a böngésző nem tudja beolvasni a fájlt.
it: Questo browser non riesce a leggere il file.
ko: 이 브라우저는 해당 파일을 읽을 수 없습니다.
pl: Ta przeglądarka nie może odczytać tego pliku.
pt: Este navegador não consegue ler esse ficheiro.
pt_br: Este navegador não consegue ler esse arquivo.
ru: Этот браузер не может прочитать файл.
th: เบราว์เซอร์นี้อ่านไฟล์นั้นไม่ได้
tr: Bu tarayıcı bu dosyayı okuyamıyor.
uk: Цей браузер не може прочитати файл.
zh: 此浏览器无法读取该文件。

source: This browser cannot store photos or videos here.
ar: لا يستطيع هذا المتصفح تخزين الصور أو الفيديو هنا.
de: Dieser Browser kann hier keine Fotos oder Videos speichern.
es: Este navegador no puede guardar fotos ni vídeos aquí.
fr: Ce navigateur ne peut pas stocker de photos ni de vidéos ici.
hi: यह ब्राउज़र यहाँ फ़ोटो या वीडियो नहीं रख सकता।
hu: Ez a böngésző itt nem tud fotókat vagy videókat tárolni.
it: Questo browser non può salvare foto o video qui.
ko: 이 브라우저에서는 여기에 사진이나 동영상을 저장할 수 없습니다.
pl: Ta przeglądarka nie może tu przechowywać zdjęć ani filmów.
pt: Este navegador não consegue guardar fotos ou vídeos aqui.
pt_br: Este navegador não consegue armazenar fotos ou vídeos aqui.
ru: Этот браузер не может хранить здесь фото и видео.
th: เบราว์เซอร์นี้เก็บรูปภาพหรือวิดีโอที่นี่ไม่ได้
tr: Bu tarayıcı burada fotoğraf veya video saklayamıyor.
uk: Цей браузер не може зберігати тут фото чи відео.
zh: 此浏览器无法在这里存储照片或视频。

source: This browser doesn't support passkeys — sign in with your name and password instead.
ar: لا يدعم هذا المتصفح مفاتيح المرور — سجّل الدخول باسمك وكلمة المرور بدلًا من ذلك.
de: Dieser Browser unterstützt keine Passkeys — melde dich stattdessen mit Name und Passwort an.
es: Este navegador no admite passkeys — inicia sesión con tu nombre y tu contraseña.
fr: Ce navigateur ne prend pas en charge les passkeys — connecte-toi plutôt avec ton nom et ton mot de passe.
hi: यह ब्राउज़र पासकी का समर्थन नहीं करता — इसकी जगह अपने नाम और पासवर्ड से साइन इन करें।
hu: Ez a böngésző nem támogatja a jelszókulcsokat — jelentkezz be inkább a neveddel és a jelszavaddal.
it: Questo browser non supporta le passkey — accedi invece con nome e password.
ko: 이 브라우저는 패스키를 지원하지 않습니다 — 대신 이름과 비밀번호로 로그인하세요.
pl: Ta przeglądarka nie obsługuje passkey — zaloguj się zamiast tego nazwą i hasłem.
pt: Este navegador não suporta passkeys — inicia sessão com o teu nome e a tua palavra-passe.
pt_br: Este navegador não é compatível com chaves de acesso — entre com seu nome e sua senha.
ru: Этот браузер не поддерживает ключи доступа — войди по имени и паролю.
th: เบราว์เซอร์นี้ไม่รองรับพาสคีย์ — เข้าสู่ระบบด้วยชื่อและรหัสผ่านแทน
tr: Bu tarayıcı geçiş anahtarlarını desteklemiyor — bunun yerine isim ve şifreyle giriş yap.
uk: Цей браузер не підтримує ключі доступу — увійди за іменем і паролем.
zh: 此浏览器不支持通行密钥 — 请改用名字和密码登录。

source: This browser doesn't support passkeys — you can still use openGym locally on this device.
ar: هذا المتصفح لا يدعم مفاتيح المرور — لا يزال بإمكانك استخدام openGym محلياً على هذا الجهاز.
de: Dieser Browser unterstützt keine Passkeys — du kannst openGym trotzdem lokal auf diesem Gerät nutzen.
es: Este navegador no admite passkeys — aun así puedes usar openGym localmente en este dispositivo.
fr: Ce navigateur ne prend pas en charge les passkeys — tu peux quand même utiliser openGym localement sur cet appareil.
hi: यह ब्राउज़र पासकी सपोर्ट नहीं करता — फिर भी आप इस डिवाइस पर openGym लोकली इस्तेमाल कर सकते हैं।
hu: Ez a böngésző nem támogatja a jelszókulcsokat — az openGym-et így is használhatod helyben, ezen az eszközön.
it: Questo browser non supporta le passkey — puoi comunque usare openGym localmente su questo dispositivo.
ko: 이 브라우저는 패스키를 지원하지 않아요 — 그래도 이 기기에서 openGym을 로컬로 사용할 수 있습니다.
pl: Ta przeglądarka nie obsługuje passkey — mimo to możesz używać openGym lokalnie na tym urządzeniu.
pt: Este navegador não suporta passkeys — ainda assim podes usar o openGym localmente neste dispositivo.
pt_br: Este navegador não oferece suporte a chaves de acesso — você ainda pode usar o openGym localmente neste dispositivo.
ru: Этот браузер не поддерживает ключи доступа — но openGym можно использовать локально на этом устройстве.
th: เบราว์เซอร์นี้ไม่รองรับพาสคีย์ — แต่ยังใช้ openGym บนเครื่องนี้ได้ตามปกติ
tr: Bu tarayıcı geçiş anahtarlarını desteklemiyor — yine de openGym’i bu cihazda yerel olarak kullanabilirsin.
uk: Цей браузер не підтримує ключі доступу — але openGym можна використовувати локально на цьому пристрої.
zh: 此浏览器不支持通行密钥——你仍可在本设备上本地使用 openGym。
